{
  "engineering": [
    {
      "program_name": "B.Tech in Computer Engineering",
      "tabname": "ugTab1",
      "tabcontent": "ugContent1",
      "img_src": "ug",
      "Overview": "The program provides comprehensive foundations in computer engineering, combining theoretical principles with practical application across software systems, computing architectures, and emerging digital technologies to prepare students for advanced technical problem-solving and innovation.\n\n<br/><br/>Students learn programming, algorithms, system design, databases, networking, operating systems, and modern computing tools, gaining analytical, architectural, and implementation skills required to build reliable and scalable computing solutions.",
      "Highlights": [
        "<b>Strong Core Foundations:</b> Emphasis on programming, algorithms, systems, and computational theory.",
        "<b>Hands-On Learning:</b> Extensive laboratories, projects, and applied problem-solving exercises.",
        "<b>Research Exposure:</b> Opportunities for academic research and technology innovation projects.",
        "<b>Industry Alignment:</b> Curriculum aligned with current computing practices and tools."
      ],
      "Eligibility": [
        "<b>Qualification:</b> 10+2 passed with Physics and Mathematics as compulsory subjects, along with any one of Chemistry / Computer Science / Biology / IT or equivalent.",
        "<b>Subjects Required:</b> Physics, Maths",
        "<b>Minimum Score:</b> 45% aggregate",
        "<b>Entrance Exams:</b> JEE Main, CET, PULSE"
      ],
      "Specialization": [
        "Artificial Intelligence & Data Science",
        "Cloud & Cybersecurity",
        "Robotics and Automation",
        "Human Computer Interaction"
      ],
      "Career Opportunities": [
        "Software Engineer",
        "Systems Engineer",
        "Network Engineer",
        "Database Administrator",
        "Data Scientist",
        "AI Engineer",
        "DevOps Engineer",
        "Cloud Architect",
        "Cybersecurity Analyst"
      ],
      "Duration": "4 Years",
      "School_name": "School Of Engineering"
    },
    {
      "program_name": "B.Tech in Artificial Intelligence and Data Science",
      "tabname": "ugTab2",
      "tabcontent": "ugContent2",
      "img_src": "ug",
      "Overview": "The B.Tech in Artificial Intelligence and Data Science focuses on intelligent system design using AI, machine learning, and data analytics. Students learn to develop predictive models and data-driven solutions applicable across multiple technology-driven domains. <br/><br/> Students gain strong foundations in algorithms, machine learning, data analytics, and intelligent systems. The program emphasizes problem-solving, model development, data interpretation, and application of AI techniques to real-world computational challenges.",
      "Highlights": [
        "<b>Research-Oriented Learning:</b> Exposure to funded research, publications, and innovation-driven academic culture.",
        "<b>Hands-on Pedagogy:</b> Practical labs, projects, and computational experimentation integrated into coursework.",
        "<b>Interdisciplinary Focus:</b> Integration of AI with data science, systems, and emerging technologies.",
        "<b>Industry-Relevant Tools:</b> Training using modern analytical platforms and AI development frameworks."
      ],
      "Eligibility": [
        "<b>Qualification:</b> 10+2 passed with Physics and Mathematics as compulsory subjects, along with any one of Chemistry / Computer Science / Biology / IT or equivalent.",
        "<b>Subjects Required:</b> Physics, Maths",
        "<b>Minimum Score:</b> 45% aggregate",
        "<b>Entrance Exams:</b> JEE Main, CET, PULSE"
      ],
      "Specialization": [
        "Cognitive Computing and Intelligence",
        "Cyber and Cloud Security",
        "IoT and Data Analytics",
        "Data Management"
      ],
      "Career": [
        "AI Engineer",
        "Data Scientist",
        "Data Analyst",
        "Machine Learning Engineer",
        "Business Analyst",
        "Research Scientist",
        "AI Architect",
        "Analytics Consultant",
        "Systems Engineer"
      ],
      "Duration": "4 Years",
      "School_name": "School Of Engineering"
    },
    {
      "program_name": "B.Tech in Electronics and Computer Science",
      "tabname": "ugTab3",
      "tabcontent": "ugContent3",
      "img_src": "ug",
      "Overview": "The B.Tech in Electronics and Computer Science integrates electronics engineering with computing technologies. It focuses on designing intelligent, connected systems using hardware, software, data-driven methods, and communication technologies for advanced engineering applications. <br/><br/> Students gain expertise in electronic system design, programming, data analytics, intelligent algorithms, embedded and networked systems, and the seamless integration of hardware with software-driven solutions.",
      "Highlights": [
        "<b>Interdisciplinary Curriculum:</b> Integrated learning across electronics, computing, and intelligent systems",
        "<b>Advanced Laboratories:</b> Hands-on experimentation with modern tools and hardware platforms.",
        "<b>Research Exposure:</b> Opportunities for research projects and technical publications.",
        "<b>Industry Collaboration:</b> Practical learning through internships and industry-aligned projects."
      ],
      "Eligibility": [
        "<b>Qualification:</b> 10+2 passed with Physics and Mathematics as compulsory subjects, along with any one of Chemistry / Computer Science / Biology / IT or equivalent.",
        "<b>Subjects Required:</b> Physics, Maths",
        "<b>Minimum Score:</b> 45% aggregate",
        "<b>Entrance Exams:</b> JEE Main, CET, PULSE"
      ],
      "Specialization": [
        "Artificial Intelligence and Machine Learning",
        "Data Analytics",
        "High Performance Computing",
        "VLSI Design",
        "Internet of Things",
        "Robotics"
      ],
      "Career": [
        "Electronics Engineer",
        "Software Engineer",
        "Embedded Engineer",
        "Data Analyst",
        "Machine Learning Engineer",
        "Network Engineer",
        "Robotics Engineer",
        "VLSI Engineer",
        "Research Engineer"
      ],
      "Duration": "4 Years",
      "School_name": "School Of Engineering"
    },
    {
      "program_name": "B.Tech in Electronics & Telecommunication Engineering",
      "tabname": "ugTab4",
      "tabcontent": "ugContent4",
      "img_src": "ug",
      "Overview": "This program focuses on electronic systems and communication technologies, covering signal processing, embedded systems, VLSI, and wireless networks. It develops analytical, design, and implementation skills essential for modern electronic and telecommunication applications. <br/><br/> Students gain knowledge in electronic circuits, communication systems, embedded platforms, signal analysis, networking technologies, and emerging domains such as IoT and VLSI through laboratory work, projects, and applied problem-solving.",
      "Highlights": [
        "<b>Integrated Curriculum:</b> Strong balance of electronics, communication, and computing fundamentals.",
        "<b>Hands-on Learning:</b> Extensive laboratory work and project-based learning.",
        "<b>Research Exposure:</b> Opportunities in advanced communication and electronics research.",
        "<b>Interdisciplinary Focus:</b> Integration of IoT, VLSI, and intelligent systems."
      ],
      "Eligibility": [
        "<b>Qualification:</b> 10+2 passed with Physics and Mathematics as compulsory subjects, along with any one of Chemistry / Computer Science / Biology / IT or equivalent.",
        "<b>Subjects Required:</b> Physics, Maths",
        "<b>Minimum Score:</b> 45% aggregate",
        "<b>Entrance Exams:</b> JEE Main, CET, PULSE"
      ],
      "Specialization": [
        "Smart Robotics and IoT Driven Application Development",
        "Product Design",
        "VLSI Chip Design Technology",
        "Advanced Communication System",
        "Cloud Computing",
        "Data Science"
      ],
      "Career": [
        "Telecommunication Engineer",
        "Embedded Engineer",
        "RF Engineer",
        "Network Engineer",
        "VLSI Engineer",
        "Systems Engineer",
        "IoT Engineer",
        "Research Engineer",
        "Electronics Consultant"
      ],
      "Duration": "4 Years",
      "School_name": "School Of Engineering"
    },
    {
      "program_name": "B.Tech in Mechanical Engineering",
      "tabname": "ugTab5",
      "tabcontent": "ugContent5",
      "img_src": "ug",
      "Overview": "The B.Tech in Mechanical Engineering builds foundational skills in thermodynamics, fluid mechanics, materials science, and machine design through semester-wise coursework and projects. Advanced semesters introduce electives, internships, and capstone projects focusing on real-world applications like CAD/CAM, Energy, and control systems. <br/><br/> Students gain expertise in mechanical system design, thermal and manufacturing processes, automation, materials behavior, simulation tools, and engineering analysis for solving real-world technical problems.",
      "Highlights": [
        "<b>Strong Core Foundations:</b> Emphasis on mechanics, design, manufacturing, thermodynamics.",
        "<b>Advanced Laboratories:</b> Hands-on learning using modern equipment and simulation tools.",
        "<b>Industry Exposure:</b> Internships, live projects, and industry-linked learning.",
        "<b>Research Orientation:</b> Opportunities in energy, materials, and advanced manufacturing."
      ],
      "Eligibility": [
        "<b>Qualification:</b> 10+2 passed with Physics and Mathematics as compulsory subjects, along with any one of Chemistry / Computer Science / Biology / IT or equivalent.",
        "<b>Subjects Required:</b> Physics, Maths",
        "<b>Minimum Score:</b> 45% aggregate",
        "<b>Entrance Exams:</b> JEE Main, CET, PULSE"
      ],
      "Specialization": [
        "Design Engineering",
        "Thermal Engineering and Energy Science",
        "Manufacturing Engineering",
        "Mechatronics and Robotics",
        "Materials Science and Nanotechnology",
        "Non Destructive Testing"
      ],
      "Career": [
        "Mechanical Engineer",
        "Design Engineer",
        "Manufacturing Engineer",
        "Automotive Engineer",
        "Robotics Engineer",
        "Aerospace Engineer",
        "Quality Engineer",
        "Research Engineer",
        "Energy Engineer"
      ],
      "Duration": "4 Years",
      "School_name": "School Of Engineering"
    },
    {
      "program_name": "B.Tech in Automobile Engineering",
      "tabname": "ugTab6",
      "tabcontent": "ugContent6",
      "img_src": "ug",
      "Overview": "The program focuses on automotive design, manufacturing, and intelligent mobility systems. It integrates mechanical engineering principles with digital technologies, sustainability concepts, and advanced automotive applications to address evolving transportation challenges. <br/><br/> Students develop competencies in vehicle design, powertrain systems, manufacturing processes, simulation tools, electric mobility, automation, and data-driven automotive technologies through laboratory work, projects, and applied engineering practices.",
      "Highlights": [
        "<b>Modern Curriculum:</b> Integrates automotive engineering with digital, electric, and intelligent mobility technologies.",
        "<b>Advanced Laboratories:</b> Hands-on learning using industry-standard automotive and simulation tools.",
        "<b>Industry Exposure:</b> Internships, live projects, and collaborative industry-driven learning.",
        "<b>Research Orientation:</b> Opportunities in electric vehicles, manufacturing, and intelligent systems."
      ],
      "Eligibility": [
        "<b>Qualification:</b> 10+2 passed with Physics and Mathematics as compulsory subjects, along with any one of Chemistry / Computer Science / Biology / IT or equivalent.",
        "<b>Subjects Required:</b> Physics, Maths",
        "<b>Minimum Score:</b> 45% aggregate",
        "<b>Entrance Exams:</b> JEE Main, CET, PULSE"
      ],
      "Specialization": [
        "Electric Vehicles",
        "Automotive Design",
        "Motorsports Engineering",
        "Logistics and Supply chain",
        "Computer Aided Engineering",
        "Autonomous Vehicles"
      ],
      "Career": [
        "Automobile Engineer",
        "Vehicle Designer",
        "Manufacturing Engineer",
        "Production Engineer",
        "Quality Engineer",
        "R&D Engineer",
        "Electric Vehicle Engineer",
        "Automotive Test Engineer",
        "Mobility Systems Engineer"
      ],
      "Duration": "4 Years",
      "School_name": "School Of Engineering"
    },
    {
      "program_name": "M.Tech in Computer Engineering",
      "tabname": "pgTab1",
      "tabcontent": "pgContent1",
      "img_src": "pg",
      "Overview": "The M.Tech in Computer Engineering delivers advanced education in intelligent systems, software architecture, and computing technologies, emphasizing research, analytical depth, and applied problem-solving for complex technological challenges. <br/><br/> Students gain expertise in advanced algorithms, intelligent computing, cloud architectures, secure systems, software design, and research methodologies for solving large-scale computational problems.",
      "Highlights": [
        "<b>Advanced Curriculum:</b> Focuses on emerging computing paradigms and research-led learning.",
        "<b>Research Orientation:</b> Strong emphasis on publications, innovation, and experimentation.",
        "<b>Modern Laboratories:</b> Access to advanced computing and simulation facilities.",
        "<b>Expert Faculty:</b> Academicians and researchers with deep domain expertise."
      ],
      "Eligibility": [
        "<b>Qualification:</b> B.E. / B.Tech.",
        "<b>Branch Required:</b> Computer Engineering, Computer Science",
        "<b>Minimum Score:</b> 50% aggregate",
        "<b>Entrance Exams:</b> PULSE, GATE"
      ],
      "Specialization": [
        "Artificial Intelligence",
        "Data Science",
        "Cloud Computing",
        "Cybersecurity"
      ],
      "Career": [
        "Software Engineer",
        "AI Engineer",
        "Data Scientist",
        "Cloud Architect",
        "Cybersecurity Analyst",
        "Machine Learning Engineer",
        "Research Engineer",
        "Systems Architect",
        "Technology Consultant"
      ],
      "Duration": "2 Years",
      "School_name": "School Of Engineering"
    },
    {
      "program_name": "M.Tech Electronics and Computer Science",
      "tabname": "pgTab2",
      "tabcontent": "pgContent2",
      "img_src": "pg",
      "Overview": "The M.Tech in Electronics and Computer Science integrates advanced electronics with modern computing, focusing on intelligent systems, embedded technologies, communication, and data-driven applications through rigorous coursework and research-oriented learning. <br/><br/> Students gain advanced knowledge in embedded computing, intelligent algorithms, electronic system design, data analytics, and communication technologies, developing strong analytical, design, and implementation capabilities for complex engineering systems.",
      "Highlights": [
        "<b>Interdisciplinary Curriculum:</b> Integrates electronics, computing, and intelligent systems seamlessly.",
        "<b>Advanced Laboratories:</b> Hands-on learning using modern tools and simulation platforms.",
        "<b>Research Exposure:</b> Strong focus on applied research and innovation.",
        "<b>Industry Collaboration:</b> Projects guided by industry and startup mentors."
      ],
      "Eligibility": [
        "<b>Qualification:</b> B.E. / B.Tech.",
        "<b>Branch Required:</b> Electronics, Computer Science",
        "<b>Minimum Score:</b> 50% aggregate",
        "<b>Entrance Exams:</b> PULSE, GATE"
      ],
      "Specialization": [
        "AI and ML",
        "Embedded Systems",
        "VLSI Design",
        "IoT Systems",
        "Automation Robotics"
      ],
      "Career": [
        "VLSI Engineer",
        "Embedded Developer",
        "IoT Engineer",
        "Data Scientist",
        "Software Engineer",
        "Robotics Engineer",
        "Network Engineer",
        "Machine Learning Engineer",
        "Research Engineer"
      ],
      "Duration": "2 Years",
      "School_name": "School Of Engineering"
    },
    {
      "program_name": "M.Tech in Mechanical Engineering",
      "tabname": "pgTab3",
      "tabcontent": "pgContent3",
      "img_src": "pg",
      "Overview": "The M.Tech in Mechanical Engineering focuses on advanced engineering principles, research methodologies, and specialized domains. The program strengthens analytical thinking and technical depth, preparing graduates for research-driven roles and complex engineering problem-solving. <br/><br/> Students develop advanced knowledge in mechanical systems, computational analysis, experimental methods, and domain-specific technologies. The program emphasizes research skills, design optimization, system modeling, and application of modern engineering tools.",
      "Highlights": [
        "<b>Research-Centric Learning:</b> Strong emphasis on applied research and experimentation.",
        "<b>Advanced Laboratories:</b> Access to specialized labs and modern engineering tools.",
        "<b>Expert Faculty:</b> Faculty with strong academic research and domain expertise.",
        "<b>Interdisciplinary Exposure:</b> Integration of mechanical engineering with emerging technologies."
      ],
      "Eligibility": [
        "<b>Qualification:</b> B.E. / B.Tech.",
        "<b>Branch Required:</b> Mechanical",
        "<b>Minimum Score:</b> 50% aggregate",
        "<b>Entrance Exams:</b> GATE, PULSE"
      ],
      "Specialization": [
        "CADCAM Robotics",
        "Thermal Engineering",
        "Electric Vehicles"
      ],
      "Career": [
        "Mechanical Engineer",
        "Design Engineer",
        "Thermal Engineer",
        "Robotics Engineer",
        "EV Engineer",
        "Research Engineer",
        "Manufacturing Engineer",
        "Quality Engineer",
        "Systems Engineer"
      ],
      "Duration": "2 Years",
      "School_name": "School Of Engineering"
    },
    {
      "program_name": "M.Tech in Information Technology",
      "tabname": "pgTab4",
      "tabcontent": "pgContent4",
      "img_src": "pg",
      "Overview": "The M.Tech in Information Technology provides advanced study in intelligent computing, data-driven systems, and software architectures. It emphasizes research, analytical depth, and system-level thinking to address complex computational challenges across diverse technology-driven domains. <br/><br/> Students gain expertise in intelligent algorithms, data modeling, system design, and advanced analytics, along with proficiency in modern computing tools, research methodologies, and scalable technology frameworks for solving real-world problems.",
      "Highlights": [
        "<b>Research-Oriented Curriculum:</b> Emphasizes analytical depth, experimentation, and problem-driven learning.",
        "<b>Advanced Computing Labs:</b> Access modern tools, platforms, and high-performance computing resources.",
        "<b>Interdisciplinary Focus:</b> Integrates intelligence, data, security, and software systems.",
        "<b>Innovation Exposure:</b> Encourages research publications, patents, and technology entrepreneurship."
      ],
      "Eligibility": [
        "<b>Qualification:</b> B.E. / B.Tech.",
        "<b>Branch Required:</b> Any Engineering Branch",
        "<b>Minimum Score:</b> 50% aggregate",
        "<b>Entrance Exams:</b> GATE, PULSE"
      ],
      "Specialization": [
        "Artificial Intelligence",
        "Data Analytics",
        "Cybersecurity",
        "Cloud Computing",
        "Software Systems"
      ],
      "Career": [
        "AI Engineer",
        "Data Scientist",
        "Cybersecurity Analyst",
        "Cloud Architect",
        "Software Architect",
        "Systems Analyst",
        "Research Scientist",
        "Analytics Consultant",
        "IT Strategist"
      ],
      "Duration": "2 Years",
      "School_name": "School Of Engineering"
    }
  ],
  "business-management": [
    {
      "program_name": "Bachelor of Business Administration",
      "tabname": "ugTab7",
      "tabcontent": "ugContent7",
      "img_src": "ug",
      "Overview": "This course builds foundational and advanced business knowledge across management disciplines. The program emphasizes analytical thinking, communication, leadership, and ethical decision-making through structured academic learning and experiential exposure. <br/><br/> Students develop competencies in business analysis, organizational management, financial decision-making, marketing strategy, entrepreneurship, research methods, and professional communication using case studies, simulations, and practical applications.",
      "Highlights": [
        "<b>Industry-Integrated Curriculum:</b> Combines core business fundamentals with real-world projects, case studies, and internships for hands-on learning.",
        "<b>Technology-Enabled Business Skills:</b> Training in digital tools including Excel, Power BI, Tableau, and Python to strengthen data-driven decision-making.",
        "<b>Entrepreneurship & Innovation Focus:</b> Encourages startup culture through mentoring, incubation support, and entrepreneurial development initiatives.",
        "<b>Holistic Professional Development:</b> Enhances leadership, communication, and teamwork through student-centric activities, clubs, and industry interaction."
      ],
      "Eligibility": [
        "<b>Qualification:</b> 10+2 (Higher Secondary)",
        "<b>Subjects Required:</b> Any stream",
        "<b>Minimum Score:</b> 60% aggregate",
        "<b>Entrance Exams:</b> PULSE, CUET, SET, MET, NPAT"
      ],
      "Specialization": [
        "Family Business & Entrepreneurship",
        "Logistics and Supply Chain Management",
        "Digital Marketing",
        "Aviation management"
      ],
      "Career": [
        "Marketing Executive",
        "Business Analyst",
        "Financial Analyst",
        "HR Manager",
        "Operations Executive",
        "Management Trainee",
        "Entrepreneur",
        "Data Analyst",
        "Research Associate"
      ],
      "Duration": "3 Degree/4 Honors Years",
      "School_name": "School Of Business"
    },
    {
      "program_name": "BBA Finance",
      "tabname": "ugTab8",
      "tabcontent": "ugContent8",
      "img_src": "ug",
      "Overview": "The program integrates business fundamentals with advanced finance, analytics, and digital technologies, building expertise in corporate finance, FinTech, AI, risk analytics, and financial modelling through experiential learning, internships, capstone projects, certifications, ESG focus, and interdisciplinary electives.<br/><br/>On completion of the BBA Finance program, students apply business, accounting, and economic principles to financial decisions, analyze markets using quantitative and digital tools, leverage FinTech and AI, manage risk and compliance, and demonstrate ethical competencies through projects and internships.",
      "Highlights": [
        "<b>Finance-Focused Curriculum:</b> Strong emphasis on corporate finance, investments, and risk analysis.",
        "<b>Applied Learning Model:</b> Case studies, projects, and internships integrated into coursework.",
        "<b>Analytical Skill Building:</b> Focus on forecasting, valuation, and data-driven decisions.",
        "<b>Industry Exposure:</b> Interaction with financial professionals and institutional practices."
      ],
      "Eligibility": [
        "<b>Qualification:</b> 10+2 (Higher Secondary)",
        "<b>Subjects Required:</b> Any stream",
        "<b>Minimum Score:</b> 70% aggregate",
        "<b>Entrance Exams:</b> PULSE, CUET, SET, MET, NPAT"
      ],
      "Specialization": [
        "Corporate Finance & Strategy",
        "FinTech & Digital Banking",
        "Financial Analytics & Big Data",
        "Behavioral Finance"
      ],
      "Career": [
        "Financial Analyst",
        "Risk Analyst / Compliance Office",
        "ESG & Sustainability Finance Analyst",
        "Credit Analyst",
        "Wealth Advisor",
        "Risk Manager",
        "Corporate Finance Executive",
        "Business Analyst",
        "Investment & Equity Analyst"
      ],
      "Duration": "3 Degree/4 Honors Years",
      "School_name": "School Of Business"
    },
    {
      "program_name": "Integrated BBA–MBA in Analytics",
      "tabname": "ugTab9",
      "tabcontent": "ugContent9",
      "img_src": "ug",
      "Overview": "A five-year integrated program combining business management and analytics to develop leaders skilled in data-driven strategy, analytical thinking, and informed decision-making across modern organizations.<br/><br/>Students gain competencies in business fundamentals, data analysis, statistical reasoning, analytical tools, and strategic decision-making to interpret data, solve complex problems, and support organizational planning.",
      "Highlights": [
        "<b>Fast-Track Integrated Degree:</b> A seamless 5-year pathway that combines BBA and MBA, saving a year while building depth in both management and analytics.",
        "<b>Strong Analytics & Tech Focus:</b> Extensive training in tools like Python/R, SQL, Tableau, and Power BI to solve real business problems using data.",
        "<b>Strategy + Data Storytelling:</b> Integrates core business strategy with data-driven decision-making and storytelling to influence managers and leadership.",
        "<b>High Industry & Career Orientation:</b> Mandatory internships, live projects, and a capstone research dissertation prepare graduates for high-impact roles in analytics and consulting."
      ],
      "Eligibility": [
        "<b>Qualification:</b> 10+2 (Higher Secondary)",
        "<b>Subjects Required:</b> Any stream",
        "<b>Minimum Score:</b> 60% aggregate",
        "<b>Entrance Exams:</b> PULSE, CUET, SET, MET, NPAT"
      ],
      "Specialization": ["Analytics"],
      "Career": [
        "Business Analyst",
        "Data Analyst",
        "Data Scientist",
        "Management Consultant",
        "Financial Analyst",
        "Marketing Analyst",
        "BI Developer",
        "Operations Analyst",
        "Strategy Analyst"
      ],
      "Duration": "5 Years",
      "School_name": "School Of Business"
    },
    {
      "program_name": "BBA International Business",
      "tabname": "ugTab10",
      "tabcontent": "ugContent10",
      "img_src": "ug",
      "Overview": "The program develops foundational business knowledge with a strong global orientation, emphasizing international trade, cross-cultural management, global markets, and supply chain dynamics to prepare students for multinational business environments.<br/><br/>Students learn global business principles, international trade practices, cross-cultural communication, market analysis, supply chain coordination, and strategic decision-making using analytical, managerial, and economic frameworks.",
      "Highlights": [
        "<b>Global Business Foundation:</b> Strong grounding in management, marketing, finance, and economics with a clear focus on international trade and global markets.",
        "<b>Cross-Cultural & Global Readiness:</b> Develops the ability to work effectively across cultures through courses on cross-cultural management and international business practices.",
        "<b>Focus on Global Supply Chains & Trade:</b> Emphasizes international logistics, global supply chains, and export–import management to prepare students for roles in multinational environments.",
        "<b>Career-Oriented International Exposure:</b> Integrates internships, global case studies, and industry interactions to build job readiness for careers in MNCs, consulting, and international trade."
      ],
      "Eligibility": [
        "<b>Qualification:</b> 10+2 (Higher Secondary)",
        "<b>Subjects Required:</b> Any stream",
        "<b>Minimum Score:</b> 60% aggregate",
        "<b>Entrance Exams:</b> PULSE, CUET, SET, MET, NPAT"
      ],
      "Specialization": [""],
      "Career": [
        "International Marketing Executive",
        "Export Import Manager",
        "International Business Analyst",
        "Foreign Trade Consultant",
        "Global Supply Manager",
        "International Financial Analyst",
        "Business Development Executive",
        "Trade Compliance Officer",
        "Global Operations Manager"
      ],
      "Duration": "3 degree/4 honors Years",
      "School_name": "School Of Business"
    },
    {
      "program_name": "Bachelor in Sports Management",
      "tabname": "ugTab11",
      "tabcontent": "ugContent11",
      "img_src": "ug",
      "Overview": "This program empowers future leaders to master the sports business lifecycle—from strategic design and marketing to seamless execution. Students gain the expertise to manage global athletic events sustainably, evaluate complex outcomes, and drive innovation within the modern sports industry.<br/><br/>The curriculum provides a robust business foundation and analytical skills to solve complex industry challenges. Students build professional competence through ethical leadership, teamwork, and immersive, hands-on experiences that bridge the gap between classroom theory and real-world sports management practice.",
      "Highlights": [
        "<b>Industry-Integrated Curriculum:</b> Combines core business fundamentals with real-world projects and internships to bridge the gap between theory and sports industry practice.",
        "<b>Strategic & Analytical Leadership:</b> Develops advanced problem-solving competencies to navigate complex organizational challenges and drive data-driven decision-making.",
        "<b>Sustainable & Ethical Management:</b> Cultivates professional integrity and social responsibility to lead sports organizations and events in a sustainable, impactful manner.",
        "<b>Experiential Professional Development:</b> Enhances communication and teamwork skills through hands-on learning and direct interaction with global sports industry leaders."
      ],
      "Eligibility": [
        "<b>Qualification:</b> 10+2 or equivalent",
        "<b>Subjects Required:</b> Any stream",
        "<b>Entrance Exams:</b> Not Applicable"
      ],
      "Specialization": [""],
      "Career": [
        "Sports Operations & Event Management",
        "Sports Marketing & Sponsorship Management",
        "Sports Analytics & Performance Support",
        "Sports Entrepreneurship & Club Management",
        "Higher Education & Specialisation Pathways"
      ],
      "Duration": "3 degree/4 honors Years",
      "School_name": "School Of Business"
    },
    {
      "program_name": "BSc Aviation Hospitality Management",
      "tabname": "ugTab12",
      "tabcontent": "ugContent12",
      "img_src": "ug",
      "Overview": "This program integrates aviation operations and hospitality management, focusing on airport systems, airline services, safety standards, and customer experience, preparing students for operational and service-oriented roles across global aviation and hospitality environments.<br/><br/>Students gain knowledge of airport and airline operations, aviation safety, hospitality services, customer experience management, communication, leadership, regulatory compliance, and operational coordination through applied learning and industry exposure.",
      "Highlights": [
        "<b>Industry Collaborations:</b> Prestigious Collaboration with Airports Authority of India and Courtyard by Marriott.",
        "<b>Technical Expertise:</b> Covers airport/airline operations, safety protocols, and service delivery.",
        "<b>Integrated Skills:</b> Develops leadership, communication, and problem-solving skills alongside technical knowledge.",
        "<b>Industry-Ready:</b> Fosters adaptability, customer focus, and operational efficiency for dynamic global industries."
      ],
      "Eligibility": [
        "<b>Qualification:</b> 10+2 (Higher Secondary)",
        "<b>Subjects Required:</b> Any stream",
        "<b>Minimum Score:</b> 50% aggregate",
        "<b>Entrance Exams:</b> Not Applicable"
      ],
      "Specialization": [""],
      "Career": [
        "Cabin Crew",
        "Airport Executive",
        "Ground Manager",
        "Safety Officer",
        "Hospitality Manager",
        "Event Coordinator",
        "Airline Executive",
        "Guest Relations",
        "Lounge Host"
      ],
      "Duration": "3 degree/4 honors Years",
      "School_name": "School Of Business"
    },
    {
      "program_name": "Master of Business Administration",
      "tabname": "pgTab5",
      "tabcontent": "pgContent5",
      "img_src": "pg",
      "Overview": "The MBA program builds advanced management capabilities through strategic, analytical, and leadership-focused learning. It prepares graduates for diverse business roles by integrating modern management concepts, specialization-driven depth, and decision-oriented frameworks. Students gain expertise in strategic analysis, managerial decision-making, organizational leadership, data-driven problem solving, functional specialization knowledge, ethical governance, and applying management frameworks to complex business scenarios.",
      "Highlights": [
        "<b>Industry-Integrated Curriculum:</b> Combines management theory with real-world business applications and case-based learning.",
        "<b>Focused Specializations:</b> Enables domain expertise aligned with functional career pathways.",
        "<b>Research Orientation:</b> Encourages analytical thinking through research, projects, and innovation initiatives.",
        "<b>Leadership Development:</b> Emphasizes ethics, decision-making, and professional managerial conduct."
      ],
      "Eligibility": [
        "<b>Qualification:</b> Bachelor's degree",
        "<b>Branch Required:</b> Any Discipline",
        "<b>Minimum Score:</b> 50% aggregate",
        "<b>Entrance Exams:</b> PU PULSE, CAT, MAT, XAT, CMAT, GMAT"
      ],
      "Specialization": [
        "<b>Marketing Management:</b> Focuses on consumer behavior, branding, market strategy, and analytical marketing decisions.",
        "<b>Human Resource Management:</b> Emphasizes talent management, organizational behavior, and strategic people practices.",
        "<b>Operations Management:</b> Develops expertise in process optimization, supply chains, and operational strategy."
      ],
      "Career": [
        "Marketing Manager",
        "Business Analyst",
        "Operations Manager",
        "HR Manager",
        "Financial Analyst",
        "Project Manager",
        "Brand Strategist",
        "Corporate Consultant",
        "Entrepreneur"
      ],
      "Duration": "2 Years",
      "School_name": "School Of Business"
    },
    {
      "program_name": "MBA Finance and Marketing",
      "tabname": "pgTab6",
      "tabcontent": "pgContent6",
      "img_src": "pg",
      "Overview": "A dual-specialization MBA integrating Finance and Marketing to develop analytical, strategic, and managerial expertise for roles across banking, financial services, and competitive business environments. Students gain competencies in financial analysis, investment decision-making, market strategy, consumer insights, brand positioning, and data-driven planning, supported by leadership development and applied business problem-solving.",
      "Highlights": [
        "<b>Dual Specialization:</b> Integrated expertise in finance and marketing domains.",
        "<b>Applied Learning:</b> Case-based pedagogy with real-world business contexts.",
        "<b>Research Orientation:</b> Exposure to analytics-driven managerial research.",
        "<b>Industry Interface:</b> Structured internships and corporate collaborations."
      ],
      "Eligibility": [
        "<b>Qualification:</b> Bachelor's degree",
        "<b>Branch Required:</b> Any Discipline",
        "<b>Minimum Score:</b> 50% aggregate",
        "<b>Entrance Exams:</b> PU PULSE, CAT, MAT, XAT, CMAT, GMAT"
      ],
      "Specialization": [
        "<b>Corporate Finance:</b> Financial planning, valuation, and capital structure decisions.",
        "<b>Financial Markets:</b> Investment analysis, securities, and market risk evaluation.",
        "<b>Brand Management:</b> Strategic brand building and consumer engagement.",
        "<b>Digital Marketing:</b> Data-driven digital strategies and performance analytics."
      ],
      "Career": [
        "Financial Analyst",
        "Marketing Manager",
        "Investment Consultant",
        "Brand Strategist",
        "Relationship Manager",
        "Business Development Manager",
        "Market Research Analyst",
        "Retail Banking Officer",
        "Product Manager"
      ],
      "Duration": "2 Years",
      "School_name": "School Of Business"
    },
    {
      "program_name": "MBA Finance",
      "tabname": "pgTab7",
      "tabcontent": "pgContent7",
      "img_src": "pg",
      "Overview": "The MBA in Finance develops advanced financial management expertise, preparing graduates for analytical and strategic roles in banking, insurance, corporate finance, and financial markets through rigorous academic and applied learning. Students gain proficiency in financial analysis, investment decision-making, corporate finance strategies, risk assessment, market evaluation, and data-driven financial planning using quantitative tools and frameworks.",
      "Highlights": [
        "<b>Finance-Focused Curriculum:</b> Deep coverage of financial markets, corporate finance, and investments.",
        "<b>Analytical Skill Development:</b> Emphasis on quantitative analysis and financial decision models.",
        "<b>Research-Driven Learning:</b> Exposure to finance research and contemporary financial issues.",
        "<b>Industry Engagement:</b> Practical insights through internships and collaborative projects."
      ],
      "Eligibility": [
        "<b>Qualification:</b> Bachelor's degree",
        "<b>Branch Required:</b> Any Discipline",
        "<b>Minimum Score:</b> 50% aggregate",
        "<b>Entrance Exams:</b> PU PULSE, CAT, MAT, XAT, CMAT, GMAT"
      ],
      "Specialization": [
        "<b>Finance:</b> Advanced financial management, investments, and market analysis"
      ],
      "Career": [
        "Financial Analyst",
        "Investment Banker",
        "Corporate Treasurer",
        "Risk Analyst",
        "Banking Officer",
        "Wealth Manager",
        "Equity Analyst",
        "FinTech Analyst",
        "Finance Consultant"
      ],
      "Duration": "2 Years",
      "School_name": "School Of Business"
    },
    {
      "program_name": "MBA Analytics",
      "tabname": "pgTab8",
      "tabcontent": "pgContent8",
      "img_src": "pg",
      "Overview": "The MBA in Analytics develops professionals with strong management foundations and advanced analytical capabilities, enabling data-driven strategic decision-making across consulting, analytics, and technology-focused business environments. Students learn statistical analysis, business analytics, data visualization, predictive modeling, and analytical decision frameworks to convert complex data into actionable managerial and strategic insights.",
      "Highlights": [
        "<b>Industry-Integrated Curriculum:</b> Combines management fundamentals with hands-on analytics applications.",
        "<b>Research & Innovation Focus:</b> Access to patents, publications, and data-driven projects.",
        "<b>Specialization Flexibility:</b> Multiple tracks to tailor expertise in analytics or business domains.",
        "<b>Global Exposure:</b> Collaborative projects with international industry partners."
      ],
      "Eligibility": [
        "<b>Qualification:</b> Bachelor's degree",
        "<b>Branch Required:</b> Any Discipline",
        "<b>Minimum Score:</b> 50% aggregate",
        "<b>Entrance Exams:</b> PU PULSE, CAT, MAT, XAT, CMAT, GMAT"
      ],
      "Specialization": [
        "<b>Finance Analytics:</b> Apply analytical techniques to financial data and risk management.",
        "<b>Marketing Analytics:</b> Transform marketing data into actionable business insights.",
        "<b>HR Analytics:</b> Analyze workforce data for strategic human capital decisions.",
        "<b>Operations Analytics:</b> Optimize supply chains and operational efficiency using data.",
        "<b>Business Intelligence:</b> Design and implement dashboards for informed decision-making."
      ],
      "Career": [
        "Data Analyst",
        "Business Analyst",
        "BI Analyst",
        "Analytics Consultant",
        "Marketing Analyst",
        "Financial Analyst",
        "Operations Analyst",
        "Product Analyst",
        "Research Analyst"
      ],
      "Duration": "2 Years",
      "School_name": "School Of Business"
    },
    {
      "program_name": "MBA International Business",
      "tabname": "pgTab9",
      "tabcontent": "pgContent9",
      "img_src": "pg",
      "Overview": "The MBA in International Business develops globally oriented managers with strong strategic, cultural, and analytical capabilities to navigate international markets, multinational operations, global trade systems, and cross-border business environments through an integrated management and international business curriculum. Students gain expertise in international trade frameworks, global marketing strategy, cross-cultural management, international finance, global supply chains, negotiation, policy analysis, and strategic decision-making for multinational and cross-border business contexts.",
      "Highlights": [
        "<b>Global Exposure:</b> Learn through multinational case studies and global market insights.",
        "<b>Industry-Integrated Curriculum:</b> Projects and internships with leading international businesses.",
        "<b>Research Focus:</b> Opportunities to contribute to international business research and publications.",
        "<b>Leadership Development:</b> Build decision-making and cross-cultural management competencies."
      ],
      "Eligibility": [
        "<b>Qualification:</b> Bachelor's degree",
        "<b>Branch Required:</b> Any Discipline",
        "<b>Minimum Score:</b> 50% aggregate",
        "<b>Entrance Exams:</b> PU PULSE, CAT, MAT, XAT, CMAT, GMAT"
      ],
      "Specialization": [
        "<b>International Trade Management:</b> Master global trade policies, export-import, and compliance.",
        "<b>Global Marketing Strategy:</b> Design and execute marketing strategies across diverse markets.",
        "<b>International Finance:</b> Analyze global financial instruments, currency risks, and investments.",
        "<b>Cross-Cultural Leadership:</b> Develop cultural intelligence and manage diverse international teams.",
        "<b>Global Supply Chain:</b> Optimize logistics and operations across international networks."
      ],
      "Career": [
        "International Business Executive",
        "Export–Import Manager",
        "Global Marketing Executive",
        "International Trade Analyst",
        "Supply Chain Coordinator",
        "Foreign Exchange Officer",
        "Trade Finance Officer",
        "Business Development Manager",
        "Cross-Border Operations Manager"
      ],
      "Duration": "2 Years",
      "School_name": "School Of Business"
    },
    {
      "program_name": "MBA/MTECH Analytics",
      "tabname": "pgTab10",
      "tabcontent": "pgContent10",
      "img_src": "pg",
      "Overview": "The MBA–M.Tech. in Analytics integrates engineering, analytics, and management education to develop professionals capable of leading data-driven strategy, intelligent systems, and technology-enabled decision-making across modern organizations. Students gain expertise in data analytics, machine learning, programming, analytical modeling, and business strategy, enabling them to translate complex data insights into effective managerial and technological decisions.",
      "Highlights": [
        "<b>Dual-degree Integration:</b> Combined engineering and management curriculum for technical and strategic depth.",
        "<b>Hands-on Labs:</b> Industry datasets, cloud platforms, and coding practica for real-world experience.",
        "<b>Capstone Projects:</b> Solve live business problems with mentoring from industry partners.",
        "<b>Research & Innovation:</b> Access to faculty-led research, patents, and startup incubation support."
      ],
      "Eligibility": [
        "<b>Qualification:</b> Bachelor's degree",
        "<b>Branch Required:</b> Any Discipline",
        "<b>Minimum Score:</b> 50% aggregate",
        "<b>Entrance Exams:</b> PU PULSE, CAT, MAT, XAT, CMAT, GMAT"
      ],
      "Specialization": [
        "<b>Machine Learning:</b> Advanced supervised, unsupervised, and deep learning applications.",
        "<b>Big Data Engineering:</b>Distributed systems, data pipelines, and cloud-native analytics infrastructure.",
        "<b>Business Analytics:</b> Prescriptive and descriptive analytics focused on managerial decision-making.",
        "<b>AI in Finance:</b> Quantitative models, risk analytics, and fintech applications.",
        "<b>Marketing Analytics:</b> Customer analytics, attribution modeling, and growth experimentation."
      ],
      "Career": [
        "Data Scientist",
        "Machine Learning Engineer",
        "Data Engineer",
        "Analytics Manager",
        "Business Analyst",
        "AI Consultant",
        "Quantitative Analyst",
        "Product Analyst",
        "Chief Data Officer"
      ],
      "Duration": "2 Years",
      "School_name": "School Of Business"
    },
    {
      "program_name": "Post Graduate Diploma in Sports Management",
      "tabname": "pgTab11",
      "tabcontent": "pgContent11",
      "img_src": "pg",
      "Overview": "This program develops professionals for sports administration, marketing, finance, and operations. The program blends academic foundations with experiential learning to prepare graduates for managerial roles across sports organizations, events, and facilities. The program allows managers from various sports organizations to gain knowledge of management principles in fields such as Marketing, Sponsorship, Finance and Accounting, Communication, Management, Law and Event Management.",
      "Highlights": [
        "<b>Industry-Aligned Curriculum:</b> Comprehensive coverage of Marketing, Sponsorship, Finance and Accounting, Communication, Management, Law and Event Management in Sports contexts.",
        "<b>Global Networking:</b> Networking opportunities with expert faculty, aligned with participants of the programme, enabling strong peer & industry connections.",
        "<b>International Exposure:</b> The Group Project could potentially be presented to FIFA Master Students in Switzerland and be showcased at FIFA headquarters.",
        "<b>Industrial Visits:</b> Organized visits to sports facilities and organizations to understand their operations, management structures, and industry practices."
      ],
      "Eligibility": [
        "<b>Qualification:</b> Bachelor’s degree from a recognized university",
        "<b>Branch Required:</b> Any Discipline",
        "<b>Minimum Score:</b> 50% ",
        "<b>Entrance Exams:</b> Institute-level assessment or interview"
      ],
      "Specialization": ["NA"],
      "Career": [
        "Sports Manager",
        "Event Coordinator",
        "Marketing Executive",
        "Athlete Manager",
        "Sponsorship Manager",
        "Branding Manager",
        "Sports Analyst",
        "Facility Manager",
        "Operations Executive"
      ],
      "Duration": "1 Year",
      "School_name": "School Of Business"
    }
  ],
  "architecture": [
    {
      "program_name": "Bachelor of Architecture",
      "tabname": "ugTab13",
      "tabcontent": "ugContent13",
      "img_src": "ug",
      "Overview": "The Bachelor of Architecture is a five-year Council of Architecture–approved program integrating design studios, technical knowledge, and professional practice to develop creative, responsible architects capable of addressing social, environmental, and spatial challenges.<br/><br/>Students learn architectural design methodologies, building technologies, structural and environmental systems, urban and spatial planning principles, professional practice, and research-driven design thinking through studio work, field exposure, and guided internships.",
      "Highlights": [
        "<b>Studio-Based Learning:</b> Continuous design studios integrating theory, technology, and hands-on architectural exploration.",
        "<b>Professional Internship:</b> Mandatory supervised internship providing structured exposure to architectural practice.",
        "<b>Sustainable Focus:</b> Emphasis on environmentally responsible design and climate-responsive architecture.",
        "<b>Research Orientation:</b> Opportunities for design research, dissertation, and architectural inquiry."
      ],
      "Eligibility": [
        "<b>Qualification:</b> 10+2 or equivalent",
        "<b>Subjects Required:</b> Mathematics",
        "<b>Minimum Score:</b> 50% aggregate",
        "<b>Entrance Exams:</b> NATA, JEE Main"
      ],
      "Specialization": ["Architecture"],
      "Career": [
        "Architect",
        "Architectural Designer",
        "Urban Designer",
        "Interior Designer",
        "Landscape Architect",
        "Project Architect",
        "Conservation Architect",
        "Construction Manager",
        "Design Consultant"
      ],
      "Duration": "5 Years",
      "School_name": "School Of Architecture Design"
    },
    {
      "program_name": "Master of Architecture",
      "tabname": "pgTab12",
      "tabcontent": "pgContent12",
      "img_src": "pg",
      "Overview": "The Master of Architecture program advances architectural expertise through research-driven studios, sustainability principles, and contextual design. It prepares graduates for leadership roles in urban design,management, conservation, and sustainable built environments.<br/><br/>Students develop advanced design methodologies, architectural research skills, sustainable planning strategies, urban analysis techniques, and professional competencies through studios, fieldwork, and interdisciplinary academic engagement.",
      "Highlights": [
        "<b>Research-Led Studios:</b> Design projects integrated with architectural research and real-world contexts.",
        "<b>Flexible Specializations:</b> Academic focus aligned with urban design, sustainability, or conservation.",
        "<b>Field-Based Learning:</b> Site studies, documentation, and contextual analysis experiences.",
        "<b>Academic Mentorship:</b> Guidance from experienced architects and research-oriented faculty."
      ],
      "Eligibility": [
        "<b>Qualification:</b> B.Arch.",
        "<b>Branch Required:</b> Architecture",
        "<b>Minimum Score:</b> 50% aggregate",
        "<b>Entrance Exams:</b> GATE, PGETA"
      ],
      "Specialization": [
        "Urban Design",
        "Sustainable Architecture",
        "Conservation",
        "Management"
      ],
      "Career": [
        "Architect",
        "Urban Designer",
        "Conservation Architect",
        "Sustainability Consultant",
        "Urban Planner",
        "Design Researcher",
        "Project Architect",
        "Academic Researcher",
        "Policy Consultant"
      ],
      "Duration": "2 Years",
      "School_name": "School Of Engineering"
    }
  ],
  "design": [
    {
      "program_name": "Bachelor of Design",
      "tabname": "ugTab14",
      "tabcontent": "ugContent14",
      "img_src": "ug",
      "Overview": "The Bachelor of Design program develops creative professionals through interdisciplinary studios, technical training, and human-centered design thinking, preparing students to conceptualize, design, and evaluate innovative products, spaces, and visual systems.<br/><br/>Students learn design fundamentals, visual communication, digital tools, prototyping, user research, sustainability principles, and system-level thinking to translate ideas into functional, aesthetic, and socially responsive design solutions.",
      "Highlights": [
        "<b>Studio-Based Learning:</b> Continuous hands-on studios emphasizing experimentation, critique, and iterative design development.",
        "<b>Interdisciplinary Approach:</b> Integration of design theory, technology, engineering concepts, and human-centered research.",
        "<b>Industry Exposure:</b> Capstone projects and internships aligned with professional design practices.",
        "<b>Innovation Support:</b> Mentorship for startups, design entrepreneurship, and independent creative initiatives."
      ],
      "Eligibility": [
        "<b>Qualification:</b> 10+2 or equivalent",
        "<b>Subjects Required:</b> Any stream",
        "<b>Minimum Score:</b> 45% aggregate",
        "<b>Entrance Exams:</b> PULSE, UCEED, NID DAT, AIEED, Equivalent State CET"
      ],
      "Specialization": [
        "Product Design",
        "Visual Communication",
        "Interior Design",
        "Fashion Design"
      ],
      "Career": [
        "Product Designer",
        "Visual Designer",
        "Interior Designer",
        "Fashion Designer",
        "UX Designer",
        "Design Researcher",
        "Creative Consultant",
        "Design Strategist",
        "Design Entrepreneur"
      ],
      "Duration": "4 Years",
      "School_name": "School Of Architecture Design"
    },
    {
      "program_name": "BSc Interior Design",
      "tabname": "ugTab15",
      "tabcontent": "ugContent15",
      "img_src": "ug",
      "Overview": "The program develops creative and technical expertise in spatial design, materials, lighting, and digital tools. It combines academic foundations with studio-based learning and optional honours-level research and internship exposure.<br/><br/>Students learn space planning, material application, furniture design, lighting strategies, sustainable interiors, CAD drafting, 3D visualization, research methods, and professional design documentation through studio projects and applied learning.",
      "Highlights": [
        "<b>Studio-Based Learning:</b> Hands-on design studios integrating theory, experimentation, and critique.",
        "<b>Digital Design Tools:</b> Training in CAD drafting and 3D visualization technologies.",
        "<b>Sustainable Design Focus:</b> Emphasis on materials, lighting efficiency, and responsible interiors.",
        "<b>Honours Research Option:</b> Advanced research project with guided academic supervision."
      ],
      "Eligibility": [
        "<b>Qualification:</b> 10+2 or equivalent",
        "<b>Subjects Required:</b> Any stream",
        "<b>Minimum Score:</b> 45% aggregate",
        "<b>Entrance Exams:</b> Not Applicable"
      ],
      "Specialization": [
        "Space Planning",
        "Furniture Design",
        "Lighting Design",
        "Digital Visualization",
        "Design Research"
      ],
      "Career": [
        "Interior Designer",
        "Space Planner",
        "Furniture Designer",
        "Lighting Consultant",
        "CAD Visualizer",
        "Design Researcher",
        "Sustainability Consultant",
        "Exhibition Designer",
        "Project Coordinator"
      ],
      "Duration": "4 Years",
      "School_name": "School Of Architecture Design"
    },
    {
      "program_name": "BSc Fashion Design",
      "tabname": "ugTab16",
      "tabcontent": "ugContent16",
      "img_src": "ug",
      "Overview": "The program develops creative and technical competence in apparel, textiles, and fashion technology through structured design education, hands-on studios, digital tools, and applied research, preparing students for diverse professional and academic pathways.<br/><br/>Students learn fashion illustration, garment construction, textile science, surface design, CAD-based fashion tools, portfolio development, merchandising principles, and sustainable design practices through studio work, workshops, research exposure, and guided industry-oriented projects.",
      "Highlights": [
        "<b>Studio-Based Learning:</b> Hands-on design studios developing creativity, craftsmanship, and technical accuracy.",
        "<b>Digital Fashion Tools:</b> Training in CAD, digital illustration, and technology-driven design workflows.",
        "<b>Industry Exposure:</b> Live projects, internships, and professional interactions with fashion organizations.",
        "<b>Research Orientation:</b> Exposure to textile research, sustainability studies, and material innovation."
      ],
      "Eligibility": [
        "<b>Qualification:</b> 10+2 or equivalent",
        "<b>Subjects Required:</b> Any Stream",
        "<b>Entrance Exams:</b> Not Applicable"
      ],
      "Specialization": [""],
      "Career": [
        "Fashion Designer",
        "Apparel Merchandiser",
        "Textile Designer",
        "Fashion Technologist",
        "Visual Merchandiser",
        "Fashion Illustrator",
        "Costume Designer",
        "Fashion Buyer",
        "Design Entrepreneur"
      ],
      "Duration": "3 Degree/4 Honors Years",
      "School_name": "School Of Architecture Design"
    }
  ],
  "computer-applications": [
    {
      "program_name": "Bachelor of Computer Applications",
      "tabname": "ugTab17",
      "tabcontent": "ugContent17",
      "img_src": "ug",
      "Overview": "The program develops computer science expertise, technical skills, and problem-solving abilities for technology-driven careers. The curriculum offers flexibility with elective courses, allowing students to tailor their studies to their interests and career goals. Graduates of the industry-aligned the program will be able to apply programming, software development, databases, web technologies, Data Science, and IoT skills to build real-world digital solutions and support data-driven decision-making in modern business and technology environments.",
      "Highlights": [
        "<b>Innovative Curriculum:</b> An industry-integrated, practice-driven BCA curriculum blending Data Science, Digital Business, and emerging technologies to develop job-ready, future-focused professionals.",
        "<b>Cutting-Edge Tech:</b> Hands-on exposure to cutting-edge technologies including Data Science, AI foundations, IoT, cloud computing, and digital tools aligned with industry needs.",
        "<b>100% Internship, Placement and Entrepreneurship Support:</b> Maximize your career potential through guaranteed internships, targeted job placements, and expert startup support.",
        "<b>Industry Recognised Certifications:</b> Boost your employability with globally-aligned certifications validated by leading industry authorities."
      ],
      "Eligibility": [
        "<b>Qualification:</b> 10+2 or equivalent",
        "<b>Subjects Required:</b> Mathematics",
        "<b>Minimum Score:</b> 60% aggregate",
        "<b>Entrance Exams:</b> PULSE, CUET, SET , MET"
      ],
      "Specialization": [
        "<b>Data Science</b>: Focuses on analyzing and interpreting data using statistical methods, programming, and machine learning to support data-driven decision-making.",
        "<b>Digital Business</b>: Focuses on leveraging digital technologies, platforms, and analytics to design, manage, and scale modern business models. "
      ],
      "Career": [
        "Software Developer / Application Developer",
        "Web Developer",
        "Data Analyst",
        "System Administrator",
        "Network Engineer",
        "UX Designer",
        "Business Analyst",
        "Cloud Specialist",
        "IT Consultant",
        "Business Intelligence (BI) Analyst"
      ],
      "Duration": "3 Degree /4 Honors Years",
      "School_name": "School Of Computer Applications"
    },
    {
      "program_name": "Bachelor of Computer Applications AI",
      "tabname": "ugTab18",
      "tabcontent": "ugContent18",
      "img_src": "ug",
      "Overview": "The program focuses on computing foundations, full-stack development, and AI technologies, enabling students to design intelligent applications using machine learning, automation, and modern software frameworks. Students learn programming fundamentals, full stack architectures, AI algorithms, machine learning models, data handling, automation tools, and software development practices for building intelligent, scalable digital systems.",
      "Highlights": [
        "<b>Integrated AI–Computing Curriculum:</b> Combines core computer science, full stack development, and artificial intelligence to build intelligent digital applications.",
        "<b>Experiential Learning & Capstone Focus:</b> Includes industrial internship and a major capstone project to solve real-world problems using AI-driven solutions.",
        "<b>100% Internship, Placement and Entrepreneurship assistance:</b> Maximize your career potential through guaranteed internships, targeted job placements, and expert startup support.",
        "<b>Industry recognized certifications:</b> Boost your employability with globally-aligned certifications validated by leading industry authorities."
      ],
      "Eligibility": [
        "<b>Qualification:</b> 10+2 or equivalent",
        "<b>Subjects Required:</b> Mathematics",
        "<b>Minimum Score:</b> 70% aggregate",
        "<b>Entrance Exams:</b> PULSE (Pillai University Level Scholastic Exam), CUET (Common University Entrance Test), SET (Symbiosis Entrance Test), MET (Manipal Entrance Test), Recognized state-level entrance examinations"
      ],
      "Specialization": [
        "<b>AI driven Full stack development</b>: Focuses on integrating full-stack web development with AI, machine learning, cloud deployment, and user-centric design for building intelligent digital applications."
      ],
      "Career": [
        "AI Full Stack Developer",
        "AI Application Developer",
        "Machine Learning Developer",
        "AI Software Engineer",
        "Frontend Developer",
        "Backend Developer",
        "Mobile App Developer",
        "Data Analyst",
        "Cloud Application Developer",
        "Cybersecurity Associate"
      ],
      "Duration": "3 Degree /4 Honors Years",
      "School_name": "School Of Computer Applications"
    }
  ]
}
